<template>
  <div>
    <h1>Q&A</h1>
    <h2>Q.どうしてAICEVOTEを作ったんですか?</h2>
    <p>
      政治からスポーツ、日常の些細な問題や嗜好について、インターネットのリアルタイムさを フルに活用し、議論や共有の場を作ろうと思いました。
      そのため、リアルタイムな投票結果を表示できる”AICEVOTE"という投票システム、 過去の結果を時系列に見ることのできるグラフ、 twitter上のフォロー、インフルエンサーの投票先が知れるシステム、 これらは画期的かつ合理的なソリューションであると我々は自負しています。
    </p>
    <h2>Q.氷の票が解けるスピードは、どうやって決まりますか?</h2>
    <p>
      投票テーマごとに、氷の票が解けるスピードは違います。
      例えばサッカーの勝利予測投票では氷の解けるスピードは早くなりやすく、 死刑制度の賛否投票ではゆっくりになりやすくなります。
      AICEVOTE開発者が独自に開発した機械学習システムを導入して、 リアルタイムに正確な投票結果を得られます。
    </p>
    <h2>Q.再投票したら過去に入れた票は無効になりますか?</h2>
    <p>
      例えば以前あなたが、死刑制度を「賛成」に投票して、 今「反対」に投票した場合、過去に「賛成」に投票した票の価値は無効となります。
      今再度「賛成」に投票した場合、「賛成」としての票の価値が更新されます。
    </p>
    <h2>Q.ユーザーが自由に投票テーマを設置できませんか?</h2>
    <p>
      ユーザーが自由に投票テーマを設置できることで、本来一つの投票テーマなのに、他のユーザーが似たような投票テーマを多数立ててしまい、 票が分散されることを危惧しています。
      そのため現状は応募された投票テーマ案のうちから、管理者が約束に従うものかどうか選別し投票テーマを立てています。
    </p>
  </div>
</template>